from aiogram.utils.markdown import hbold
from aiogram import types

text_A1 = hbold("Почему этот фильм хорош для изучающих английский язык:\n\nАнглийский язык очень прост для понимания, и это повествование с точки зрения одного человека, поэтому за ним легко следить.\n\nЭто не типичная история любви, которая вызывает интерес у аудитории.")


text_A2 = hbold('The Social Networkn\n\nПочему этот фильм хорош для изучающих английский язык:\n\nОн известен своими естественными диалогами и забавными репликами, что делает этот фильм действительно приятным для просмотра и легким для восприятия.\n\nВы также сможете получить много полезной английской лексики, связанной с компьютерами, технологиями и социальными сетями.')


text_B1 = hbold('Terminator 2\n\nЭтот фильм содержит сложные диалоги, которые могут помочь улучшить словарный запас и понимание языка.\n\nОн также использует специфическую лексику, связанную с научной фантастикой и боевиками.\n\nПерсонажи в фильме говорят быстро, что может помочь улучшить навыки понимания на слух.')


text_B2 = hbold('The King`s Speech (2010)\n\nЭтот фильм рассказывает историю короля, который преодолел заикание и стал одним из самых любимых королей Англии.\n\nДля всех, кто когда-либо сталкивался со страхами перед публичными выступлениями или презентациями, история короля содержит полезные советы о том, как мы все можем научиться лучше общаться.')


text_C1 = hbold('Inglourious Basterds\n\nЭтот фильм полезен для изучения английского языка, так как он содержит сложные диалоги, которые помогают улучшить словарный запас и понимание языка.\n\nФильм использует специфическую лексику, связанную с военной тематикой и историей, что помогает расширить словарный запас.\n\nПерсонажи в фильме говорят с различными акцентами, что помогает улучшить навыки понимания на слух. Кроме того, фильм предлагает уникальную историческую перспективу, которая помогает в понимании контекста и настроения диалогов.')


text_C2 = hbold('Venom 2\n\n Этот фильм содержит сложные диалоги и быстрый темп речи, что может помочь улучшить словарный запас и понимание языка.\n\nОн также использует специфическую лексику, связанную с научной фантастикой и боевиками.\n\nВизуальные эффекты и звуковое оформление фильма создают уникальную атмосферу, которая может помочь в понимании контекста и настроения диалогов.')


